startMessage = "Напиши мне привет!"
helpMessage = "На данный момент я могу: \n Отвечать на привет и пока. \n Запоминать пользователя 'Я'. \n Веду небольшой диалог. \n Отвечу на дату, время, день и погоду"

hiMessages = [ "здравствуйте", "здорово", "привет", "доброго здоровья", "хай", "прив", "дароу", "дарова", 
        "здраствуй", "hello", "hi", "whats up"]

hiAnsMessages = ["Привет, путник!", "И тебе привет!", "Привет, я ваш KennyBot!", "Хай!", "Привет, спрасите у меня что нибуть:)"]

byeMessages = ["удачи", "пока", "пока-пока", "покеда", "покедова", "поки чмоки", "чмоки чмоки", "бай", "бай-бай", "споки ноки", "споки" 
"чао какао", "bye", "goodbye"]

byeAnsMessages = ["Хорошего вам время проведения!", "Пока", "Удачи"]

dobHiAnsMessages = ["Привет, привет!", "Дароу тебе путник!", "Мы уже здоровались не помнишь?", "Хай, ты можешь спрашивать у меня все, ну подчти так как я в бета тесте.",
        "Хай еще раз! Как мне тебя называть?", "Приветик!", "Cпроси у меня что то."]

forgotMessages = ["извени", "извини", "извени, забыл", "точна", "просто тест"]

forgotAnsMessages = ["Как мне тебя называть?"]

reqNameMessages = ["анонимно", "не хочу", 'спасибо нехочу', "нет", "позже", "потом"]

reqNameAnsMessages = ["Понял вас!", "Окей!"]

setNameMessages = ["меня зовут", "я", "можешь называть меня", "мое имя"]

timeMessages = ["время", "какой час", "какой сейчас час", "сколько время", "сколько время сейчас", "сколько сейчас времени", "сколько времени"]

dateMessages = ["дата", "какая сейчас дата"]

dayMessages = ["день", "какой сейчас день", "какой сегодня день", "какой день", "какое число", "какое сегодня число"]

monthMessages = ["месяц", "какой сейчас месяц", "какой сегодня месяц", "какой месяц"]

yearMessages = ["год", "какой сейчас год", "какой сегодня год", "какой год"]

wheatherMessages = ["погода", "какая сегодня погода", "какая погода", "сколько градусов", "сколько сейчас градусов"]

wheatherAnsMessage = ["Погода в городе "]

questionsMessages = ["как у тебя дела", "как дела", "расскажи о себе", "кто ты"]

q0AnsMessages = ["Дела у меня нормально) Вообше-то у ботов/роботов небывает чувств, но в будушем я надеюсь, что смогу ошушать себя живым :)",
                "Дела у KennyBot'a замечательные. Вот прошу Данила что он сделал из меня настояшего человека!",
                "Да вот сейчас сижу на своем сервере думаю как стать лучше.",
                "Конечно же дела у меня отличные дела, когда надо мной работают програмисты ИМСИТА."]

q00AnsMessages = ["Я рад что у вас все отлично!", "Это хорошо, правда я не все могу понять но я стараюсь.",
                "Классно!", "Правильно так и должно быть :)"]

q01AnsMessages = ["Надеюсь что скоро станент лучше.", "Тогда посмотрите какой нибуть фильм и время пролетит и станет лучше.",
                "Я вас понял. У меня тоже много не достатков но я ны унываю. Удачи вам", "Поиграйте в Geometry Dash и все будет отлично!"]

q1AnsMessage = "Меня зовут ForceBot! Я был создан одним из студентов совсем недавно, поэтому я еще не все умею. \nНа данный момент я могу: \n Отвечать на привет и пока. \n Запоминать пользователя 'Я'. \n Веду небольшой диалог. \n Отвечу на дату, время, день и погоду"